[
  {
    "year": "2025",
    "volume": "21B",
    "doi": "10.2151/sola.21b-002",
    "pages": "8--17",
    "number": "Special_Edition",
    "month": "3",
    "author": "Yohei Yamada and Tomoe Nasuno and Masuo Nakano and Chihiro Kodama and Misaki Hishinuma and Tomoki Miyakawa and Mikiko Fujita",
    "title": "Evaluation of the Relationship between Seasonal Tropical Cyclone Activity and Rainfall in Japan Using a Large-Ensemble Simulation",
    "ENTRYTYPE": "article",
    "ID": "published_papers/49853161"
  },
  {
    "year": "2023",
    "volume": "6",
    "doi": "10.1038/s41612-023-00524-x",
    "publisher": "Springer Science and Business Media LLC",
    "number": "1",
    "month": "11",
    "journal": "npj Climate and Atmospheric Science",
    "author": "Sho Kawazoe and Masaru Inatsu and Mikiko Fujita and Shiori Sugimoto and Yasuko Okada and Shingo Watanabe",
    "title": "Evaluation of tornadic environments and their trends and projected changes in Japan",
    "ENTRYTYPE": "article",
    "ID": "published_papers/48955131"
  },
  {
    "year": "2023",
    "volume": "74",
    "doi": "10.54302/mausam.v74i2.5904",
    "publisher": "India Meteorological Department",
    "pages": "287--296",
    "number": "2",
    "month": "3",
    "journal": "MAUSAM",
    "author": "Kunio Yoneyama and Satoru Yokoi and Mikiko Fujita and Ayako Seiki and Masaki Katsumata and Biao Geng and Tatsuya Fukuda",
    "title": "Atmospheric Convection Research Using Autonomous Surface Vehicles",
    "ENTRYTYPE": "article",
    "ID": "published_papers/46660182"
  },
  {
    "year": "2020",
    "volume": "7",
    "doi": "10.1186/s40645-020-0322-x",
    "number": "1",
    "month": "3",
    "journal": "PROGRESS IN EARTH AND PLANETARY SCIENCE",
    "author": "Hiroaki Kawase and Takeshi Yamazaki and Shiori Sugimoto and Takahiro Sasai and Rui Ito and Takashi Hamada and Masatoshi Kuribayashi and Mikiko Fujita and Akihiko Murata and Masaya Nosaka and Hidetaka Sasaki",
    "title": "Changes in extremely heavy and light snow-cover winters due to global warming over high mountainous areas in central Japan",
    "ENTRYTYPE": "article",
    "ID": "published_papers/27770899"
  },
  {
    "year": "2020",
    "volume": "7",
    "doi": "10.1186/s40645-019-0315-9",
    "number": "1",
    "month": "2",
    "journal": "PROGRESS IN EARTH AND PLANETARY SCIENCE",
    "author": "Yujin Nakagawa and Yosuke Onoue and Shitnaro Kawahara and Fumiaki Araki and Koji Koyamada and Daisuke Matsuoka and Yoichi Ishikawa and Mikiko Fujita and Shiori Sugimoto and Yasuko Okada and Sho Kawazoe and Shingo Watanabe and Masayoshi Ishii and Ryo Mizuta and Akihiko Murata and Hiroaki Kawase",
    "title": "Development of a system for efficient content-based retrieval to analyze large volumes of climate data",
    "ENTRYTYPE": "article",
    "ID": "published_papers/34199325"
  },
  {
    "year": "2020",
    "volume": "98",
    "doi": "10.2151/jmsj.2020-067",
    "publisher": "Meteorological Society of Japan",
    "pages": "1305--1319",
    "number": "6",
    "journal": "Journal of the Meteorological Society of Japan. Ser. II",
    "author": "Sho KAWAZOE and Mikiko FUJITA and Shiori SUGIMOTO and Yasuko OKADA and Shingo WATANABE",
    "title": "Projected Changes of Extremely Cool Summer Days over Northeastern Japan Simulated by 20 km-mesh Large Ensemble Experiment",
    "ENTRYTYPE": "article",
    "ID": "published_papers/48955130"
  },
  {
    "year": "2019",
    "volume": "97",
    "doi": "10.2151/jmsj.2019-038",
    "publisher": "Meteorological Society of Japan",
    "pages": "757--771",
    "number": "3",
    "month": "6",
    "journal": "JOURNAL OF THE METEOROLOGICAL SOCIETY OF JAPAN",
    "author": "Watanabe Shingo and Fujita Mikiko and Kawazoe Sho and Sugimoto Shiori and Okada Yasuko and Mizuta Ryo and Ishii Masayoshi",
    "title": "Frequency Change of Clear-Air Turbulence over the North Pacific under 2 K Global Warming - Ensemble Projections Using a 60-km Atmospheric General Circulation Model",
    "ENTRYTYPE": "article",
    "ID": "published_papers/26489359"
  },
  {
    "year": "2019",
    "volume": "61",
    "doi": "10.1080/21664250.2019.1586290",
    "pages": "1--307",
    "number": "3",
    "month": "3",
    "journal": "Coastal Engineering Journal",
    "author": "Nobuhito Mori and Tomoya Shimura and Kohei Yoshida and Ryo Mizuta and Yasuko Okada and Mikiko Fujita and Temur Khujanazarov and Eiichi Nakakita",
    "title": "Future changes in extreme storm surges based on mega-ensemble projection using 60-km resolution atmospheric global circulation model",
    "ENTRYTYPE": "article",
    "ID": "published_papers/24882631"
  },
  {
    "year": "2019",
    "volume": "124",
    "doi": "10.1029/2019JD030781",
    "number": "24",
    "journal": "Journal of Geophysical Research: Atmospheres",
    "author": "Sasai, T. and Kawase, H. and Kanno, Y. and Yamaguchi, J. and Sugimoto, S. and Yamazaki, T. and Sasaki, H. and Fujita, M. and Iwasaki, T.",
    "title": "Future Projection of Extreme Heavy Snowfall Events With a 5-km Large Ensemble Regional Climate Simulation",
    "ENTRYTYPE": "article",
    "ID": "published_papers/27471257"
  },
  {
    "year": "2018",
    "doi": "10.1109/OCEANSKOBE.2018.8559382",
    "journal": "2018 OCEANS - MTS/IEEE Kobe Techno-Oceans (OTO)",
    "author": "Keisuke Ariyoshi and Shuhei Nishida and Yuya Machida and Takeshi Iinuma and Hiroshi Uchida and Akira Nagano and Takuya Hasegawa and Toru Miyama and Yasumasa Miyazawa and Masahide Wakita and Tatsu Kuwatani and Kan Aoike and Mikiko Fujita and Akira Kuwano-Yoshida and Akiko To and Kaoru Ichikawa",
    "title": "A Total Station Plan Combined with “D/V Chikyu” and DONET:Simultaneous Observation from Seafloor to Atmosphere",
    "ENTRYTYPE": "article",
    "ID": "published_papers/24767395"
  },
  {
    "year": "2015",
    "volume": "71",
    "doi": "10.2208/jscejhe.71.I_73",
    "publisher": "Japan Society of Civil Engineers",
    "pages": "I{\\_}73--78",
    "number": "4",
    "journal": "B1",
    "author": "Mohamed RASMY and Toshio KOIKE and Peter LAWFORD and Masayuki HARA and Mikiko FUJITA and Fujio KIMURA",
    "title": "ASSESSMENT OF FUTURE WATER RESOURCES IN THE TONE RIVER BASIN USING A COMBINED DYNAMICAL-STATISTICAL DOWNSCALING APPROACH",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392978"
  },
  {
    "year": "2015",
    "volume": "9",
    "doi": "10.3178/hrl.9.20",
    "pages": "20--26",
    "number": "2",
    "journal": "HYDROLOGICAL RESEARCH LETTERS",
    "author": "Yasutaka Wakazuki and Masayuki Hara and Mikiko Fujita and Chieko Suzuki and Xieyao Ma and Fujio Kimura",
    "title": "Effect of climate change on the snow disappearance date in mountainous areas of central Japan",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392974"
  },
  {
    "year": "2014",
    "volume": "70",
    "doi": "10.2208/jscejhe.70.I_187",
    "publisher": "Japan Society of Civil Engineers",
    "pages": "I{\\_}187--192",
    "number": "4",
    "journal": "B1",
    "author": "Mohamed RASMY and Maheswor SHRESTHA and Toshio KOIKE and Masayuki HARA and Mikiko FUJITA and Fujino KIMURA",
    "title": "A COMBINED DYNAMICAL/STATISTICAL DOWNSCALING APPROACH FOR ASSESSING FUTURE OF WATER RESOURCES IN THE TONE RIVER BASIN, JAPAN",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392976"
  },
  {
    "year": "2013",
    "volume": "35",
    "doi": "10.5194/adgeo-35-55-2013",
    "pages": "55--60",
    "journal": "Advances in Geosciences",
    "author": "X. Ma and H. Kawase and S. Adachi and M. Fujita and H. G. Takahashi and M. Hara and N. Ishizaki and T. Yoshikane and H. Hatsushika and Y. Wakazuki and F. Kimura",
    "title": "Simulating river discharge in a snowy region of Japan using output from a regional climate model",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392980"
  },
  {
    "year": "2013",
    "volume": "69",
    "doi": "10.2208/jscejhe.69.I_133",
    "publisher": "Japan Society of Civil Engineers",
    "pages": "I{\\_}133--138",
    "number": "4",
    "journal": "J. JSCE, Ser. B1",
    "author": "Mohamed RASMY and Cho TANDA and Patricia Ann and JARANILLA-SANCHEZ and Toshio KOIKE and Masayuki HARA and Mikiko FUJITA and Hiroaki KAWASE",
    "title": "IDENTIFYING GAPS AND OPPORTUNITIES BETWEEN STATISTICAL AND DYNAMICAL DOWNSCALING APPROACHES OVER SHIKOKU ISLAND, JAPAN",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392975"
  },
  {
    "year": "2012",
    "volume": "8",
    "doi": "10.2151/sola.2012-016",
    "pages": "61--64",
    "number": "0",
    "journal": "SOLA",
    "author": "Hiroaki Kawase and Takao Yoshikane and Masayuki Hara and Mikiko Fujita and Noriko N. Ishizaki and Fujio Kimura and Hiroaki Hatsushika",
    "title": "Downscaling of Snow Cover Changes in the Late 20th Century Using a Past Climate Simulation Method over Central Japan",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392977"
  },
  {
    "year": "2010",
    "volume": "138",
    "doi": "10.1175/2010MWR3469.1",
    "pages": "4158--4174",
    "number": "11",
    "month": "11",
    "journal": "Mon. Wea. Rev.",
    "author": "Kazuaki Yasunaga and Kunio Yoneyama and Qoosaku Moteki and Mikiko Fujita and Yukari N and Takayabu and Junko Suzuki and Tomoki Ushiyama and Brian Mapes",
    "title": "Characteristics of 3–4- and 6–8-Day Period Disturbances Observed over the Tropical Indian Ocean",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392986"
  },
  {
    "year": "2008",
    "volume": "89",
    "doi": "10.1175/2008BAMS2519.1",
    "pages": "1889--+",
    "number": "12",
    "month": "12",
    "journal": "BULLETIN OF THE AMERICAN METEOROLOGICAL SOCIETY",
    "author": "Kunio Yoneyama and Yukio Masumoto and Yoshifumi Kuroda and Masaki Katsumata and Keisuke Mizuno and Yukari N. Takayabu and Masanori Yoshizaki and Ali Shareef and Yasushi Fujiyoshi and Michael J. McPhaden and V. S. N. Murty and Ryuichi Shirooka and Kazuaki Yasunaga and Hiroyuki Yamada and Naoki Sato and Tomoki Ushiyama and Qoosaku Moteki and Ayako Seiki and Mikiko Fujita and Kentaro Ando and Hideaki Hase and Iwao Ueki and Takanori Horii and Chie Yokoyama and Tomoki Miyakawa",
    "title": "MISMO FIELD EXPERIMENT IN THE EQUATORIAL INDIAN OCEAN",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392993"
  },
  {
    "year": "2008",
    "volume": "113",
    "doi": "10.1029/2008JD009793",
    "number": "D14",
    "month": "7",
    "journal": "JOURNAL OF GEOPHYSICAL RESEARCH-ATMOSPHERES",
    "author": "Qoosaku Moteki and Ryuichi Shirooka and Hisayuki Kubota and Tomoki Ushiyama and Krishnaredikari Krishna Reddy and Kunio Yoneyama and Masaki Katsumata and Naoki Sato and Kazuaki Yasunaga and Hiroyuki Yamada and Biao Geng and Mikiko Fujita and Masanori Yoshizaki and Hiroshi Uyeda and Takashi Chuda",
    "title": "Mechanism of the northward propagation of mesoscale convective systems observed on 15 June 2005 during PALAU2005",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392995"
  },
  {
    "year": "2008",
    "volume": "4",
    "doi": "10.2151/sola.2008-004",
    "pages": "13--16",
    "journal": "SOLA",
    "author": "Kunio Yoneyama and Mikiko Fujita and Naoki Sato and Masatomo Fujiwara and Yoichi Inai and Fumio Hasebe",
    "title": "Correction for Radiation Dry Bias Found in RS92 Radiosonde Data during the MISMO Field Experiment",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392985"
  },
  {
    "year": "2007",
    "volume": "3",
    "doi": "10.2151/sola.2007-025",
    "pages": "97--100",
    "month": "9",
    "author": "Qoosaku Moteki and Ryuichi Shirooka and Kunio Yoneyama and Biao Geng and Masaki Katsumata and Tomoki Ushiyama and Hiroyuki Yamada and Kazuaki Yasunaga and Naoki Sato and Hisayuki Kubota and Krishnaredikari Krishna Reddy and Hiroki Tokinaga and Ayako Seiki and Mikiko Fujita and Yukari N. Takayabu and Masanori Yoshizaki and Hiroshi Uyeda and Takashi Chuda",
    "title": "The Impact of the Assimilation of Dropsonde Observations during PALAU2005 in ALERA",
    "ENTRYTYPE": "article",
    "ID": "published_papers/11392992"
  }
]
